Day11/Task1-ProfileSlowEndpoint/documentation/bombardier-slow-output.txt
Bombarding http://localhost:5041/api/users-with-events-slow for 30s using 10 connection(s)
 30s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec         0.72      18.03     494.27
  Latency        10.03s     2.55ms     10.03s
  Latency Distribution
     50%     10.02s
     75%     10.03s
     90%     10.03s
     95%     10.03s
     99%     10.03s
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 0, 5xx - 0
    others - 30
  Errors:
       timeout - 30
  Throughput:     438.88/s